Repository: Dima73/enigma2-plugin-mountmanager
Catalog: po/*.po
Languages: fr, ru

source: as
fr: comme
ru: как

source: from
fr: depuis
ru: от

source: %s points
ru: %s точки

source: '%s' not found!
fr: %s pas trouvé!
ru: '%s' не найден!

source: '/usr/share/usb.ids' not found! Please install package usbutils!
fr: ‘/usr/share/usb.ids’ non trouvé! Merci d’installer le package usbutils!
ru: '/usr/share/usb.ids' не найден! Пожалуйста, установите пакет usbutils!

source: Add entry
fr: Ajouter une entrée
ru: Добавить запись

source: Add new entry
fr: Ajouter une nouvelle entrée
ru: Добавить новую запись

source: All device umount.Select action:
fr: Tous les périphériques démontés. Choisir une action:
ru: Все устройства отмонтированы. Выберите действие:

source: Attention! Not highly recommend that you remove or edit the system entry!
fr: Attention! Il n’est pas du tout recommandé que vous enleviez ou éditez les entrées systèmes!
ru: Предупреждение! Крайне не рекомендуем удалять или редактировать системные записи из fstab!

source: Backup restored!
ru: Бекап востановлен!

source: Can't unmount partiton, make sure it is not being used for swap or record/timeshift paths!
fr: Impossible de démonter la partition, assurez-vous qu’elle n’est pas utilisée pour le swap ou comme chemin d’enregistrement/PauseDirect!
ru: Отмонтировать не удалось, убедитесь что на устройстве не используется swap или не идет запись/таймшифт в текущий момент!

source: Cancel
fr: Annuler
ru: Отмена

source: Cannot unmount from the previous device from /media/hdd. A record in progress, timeshift or some external tools (like samba, nfsd,transmission and etc) may cause this problem. Please stop this actions/applications and try again!
fr: Ne peut pas le démonter de le périphérique précédent de /media/hdd. Un enregistrement en cours, une PauseDirect ou certains outils externes (tels que samba et nfsd, transmission, etc.) peuvent provoquer ce problème. S’il vous plaît arrêter cette action/applications et réessayez !
ru: Не получается отмонтировать предыдущее устройство от /media/hdd. Текущая запись, таймшифт или запущенные программы (например swap, samba, nfsd, transmission или что то другое) могут быть проблемой. Пожалуйста, остановите эти действия/приложения и попробуйте отмонтировать устройство снова!

source: Choose where to mount your devices in fstab to UUID:
ru: Выберите место монтирования устройства в fstab по UUID:

source: Clone selected entry
fr: Dupliquer l’entrée sélectionnée
ru: Клонировать выбранную запись

source: Close plugin
fr: Fermer le plugin
ru: Закрыть плагин

source: Device changes need a system restart to take effects. Restart your Box now?
fr: Les changements sur le périphérique nécessite un redémarrage pour prendre effets. Redémarrer votre récepteur maintenant?
ru: Для применения изменений требуется перезагрузка ресивера. Выполнить перезагрузку сейчас?

source: Device name:
fr: Nom du périphérique:
ru: Имя устройства:

source: Device:
fr: Périphérique:
ru: Устройство:

source: Devices changes need a system restart to take effects. Restart your Box now?
fr: Les changements sur les périphériques nécessitent un redémarrage pour prendre effet. Redémarrer votre récepteur maintenant?
ru: Для применения изменений требуется перезагрузка ресивера. Выполнить перезагрузку сейчас?

source: Dump frequency:
fr: Fréquence de vidage:
ru: Dump значение:

source: Edit
fr: Editer
ru: Редактировать

source: Edit fstab
fr: Editer fstab
ru: Редактор fstab

source: Enter directory
fr: Entrer dans le répertoire
ru: Введите каталог

source: Error in ioctl '%s'!
fr: Erreur en ioctl ‘%s’!
ru: Ошибка в ioctl для '%s'!

source: Error opening output file '%s'!
fr: Erreur ouverture du fichier de sortie ‘%s’!
ru: Ошибка при открытии выходного файла '%s'!

source: Error response '%s'!
fr: Erreur réponse ‘%s’!
ru: Ошибка ответа '%s'!

source: Error! The same mount point!
fr: Erreur! Point de montage identique!
ru: Ошибка! Одинаковые точки монтирования!

source: Exit
fr: Quitter
ru: Выход

source: Failed to read /etc/fstab! Restore fstab.backup or edit the file manually.
fr: Impossible de lire /etc/fstab! Restaurez fstab.backup ou éditez le fichier manuellement.
ru: Ошибка чтения /etc/fstab! Вост. fstab.backup или измените файл в ручную

source: File system type:
fr: Type du système de fichier:
ru: Файловая система:

source: HARD DISK:
fr: DISQUE DUR:
ru: ЖЕСТКИЙ ДИСК:

source: Install / Info
fr: Installation / Info
ru: Установка модулей / Инфо

source: Label for device
fr: Etiquette du périphérique
ru: Этикетка для устройства

source: Manage you devices mountpoints
fr: Gestion des points de montages des périphériques
ru: Монтирование/отмонтирование накопителей

source: Mount
fr: Monter
ru: Монтирование

source: Mount Manager
fr: Gestionnaire de montage
ru: Менеджер монтирования

source: Mount Manager - edit label/fstab
fr: Gestionnaire des montages - éditer étiquette/fstab
ru: Менеджер монтирования - редактор этикеток/fstab

source: Mount all device from the fstab
fr: Monter tous les périphériques depuis le fstab
ru: Смонтировать все устройства из fstab

source: Mount current device failed! Maybe this device is not spelled out in the fstab?
fr: Le montage du périphérique courant a échoué! Peut-être que le périphérique n’est pas décrit dans le fstab?
ru: Ошибка монтирования текущего устройства! Может быть, это устройство не прописано в fstab?

source: Mount current device from the fstab
fr: Monter le dispositif actuel depuis fstab
ru: Смонтировать текущее устройство по записи в fstab

source: Mount current device to %s
fr: Monter le périphérique actuel sur %s
ru: Смонтировать текущее устройство в %s

source: Mount failed!
fr: Echec du montage!
ru: Ошибка монтирования!

source: Mount point:
fr: Point de montage:
ru: Точка монтирования:

source: Mount:
fr: Montage:
ru: Монтирование:

source: None
fr: Aucun
ru: нет

source: Not found /etc/fstab.backup!
ru: Не найден /etc/fstab.backup!

source: Not found restore file!
fr: Pas trouvé de fichier de restauration !
ru: Не найден файл восстановления!

source: Open editor
fr: Ouvrir l'éditeur
ru: Открыть редактор

source: Open selector
fr: Ouvrir le sélectionneur
ru: Открыть селектор

source: Options:
ru: Опции:

source: Pass num value 1 use only for root filesystem (mountpoint '/')!
fr: Nombre de passe valeur 1 a utilisé uniquement sur le système de fichier root (point de montage ‘/‘)!
ru: Значение номера пропуска 1 применяется только для корневой файловой системы (точка монтирования '/')!

source: Pass number:
fr: Nombre de passe:
ru: Номер пропуска:

source: Please enter a value for every input field!
fr: Merci d’entrer une valeur pour chaque champ d’entrée!
ru: Пожалуйста, введите значение для каждого поля ввода!

source: Please enter label for %s:
fr: Merci d’entrer une étiquette pour %s:
ru: Пожалуйста, введите этикетку для %s:

source: Please install tune2fs
fr: Merci d’installer tune2fs
ru: Пожалуйста, инсталлируйте tune2fs

source: Please wait...
fr: Veuillez patienter...
ru: Пожалуйста, подождите...

source: Really delete the selected entry?
fr: Vraiment supprimer l’entrée sélectionnée ?
ru: Действительно удалить выбранную запись?

source: Really edit the selected entry?
fr: Vraiment modifier l’entrée sélectionnée?
ru: Действительно редактировать выбранную запись?

source: Really save in fstab mount by UUID:
fr: Vraiment sauvegarder le montage fstab par UUID:
ru: Действительно сохранить в fstab монтирование по UUID:

source: Really unmount
fr: Vraiment démonter
ru: Действительно отмонтировать

source: Really use and mount %s as HDD ?
fr: Vraiment utiliser et monter %s en tant que HDD?
ru: Действительно использовать и смонтировать %s как HDD ?

source: Remove entry
fr: Retirer l’entrée
ru: Удалить запись

source: Reset USB devices
fr: Réinitialisation des périphériques USB
ru: Сброс устройств USB

source: Reset successful '%s'!
fr: Réinitialiser avec succès ‘%s’!
ru: Сброс '%s' прошел успешно!

source: Restart Box...
fr: Redémarrer le récepteur…
ru: Перезагрузка ресивера...

source: Restart your box
fr: Redémarrez votre récepteur
ru: Перезагрузка вашего ресивера

source: Restore backup fstab
fr: Restaurer le backup de fstab
ru: Восстановление бекапа fstab

source: Restore default fstab
fr: Restaurer par défaut fstab
ru: Восстановить дефолтный fstab

source: Restore fstab
fr: Restaurer fstab
ru: Восстановить fstab

source: Restore fstab.backup
fr: Restaurer fstab.backup
ru: Восстановить fstab.backup

source: Return with saving
fr: Retour avec sauvegarde
ru: Возврат с сохранением

source: Return without saving
fr: Retour sans sauvegarde
ru: Возврат без сохранения

source: Run mount -a
fr: Exécuter mount -a
ru: Выполнить mount -a

source: Save mount in fstab
fr: Sauvegarder les montages dans fstab
ru: Сохранение в fstab

source: Select action:
fr: Choisir une action:
ru: Выберите действие:

source: Select device for reset:
fr: Choisir le périphérique a réinitialiser:
ru: Выбор устройства для сброса:

source: Select mount action for %s:
fr: Sélectionner une action de montage pour %s:
ru: Выберите вариант монтирования для %s:

source: Select system info or install module:
fr: Sélectionner information système ou installer le module:
ru: Выберите системную информацию или установку модулей:

source: Setup Mounts
fr: Gérer les montages
ru: Настройки монтирования

source: Size:
fr: Taille:
ru: объем:

source: The device is already mounted!
fr: Le périphérique est déjà monté!
ru: Это устройство уже смонтировано!

source: This Device is already mounted as HDD.
fr: Le périphérique est déjà monté en tant que HDD.
ru: Этот устройство уже смонтировано как HDD!

source: This entry already exists in the fstab!
fr: Cette entrée existe déjà dans fstab!
ru: Такая запись уже существует в fstab!

source: Type:
ru: Тип:

source: Unmount
fr: Démonter
ru: Отмонтировать

source: Use as HDD
fr: Utiliser comme HDD
ru: Использовать как HDD

source: Wait please while scanning for devices...
fr: Merci de patienter pendant le scan des périphériques…
ru: Пожалуйста, подождите, идет сканирование устройств хранения...

source: Wait please while scanning your box devices...
fr: Merci de patienter pendant le scan des périphériques de votre récepteur…
ru: Пожалуйста, подождите, сканирование устройств хранения Вашего ресивера...

source: Warning, this device is used for more than one mount point!
fr: Avertissement, ce périphérique est utilisé par plus d’un point de montage!
ru: Внимание, для этого устройства используется более чем в одна точка монтирования!

source: device name:
fr: nom du périphérique:
ru: имя устройства:

source: dump (0 - create backup off):
fr: dump (0 - créer un backup désactivé):
ru: dump (0 - создание бекапа отключено):

source: file system type (auto):
fr: Type de système de fichier (auto):
ru: файловая система (auto):

source: fstab restored!
fr: fstab restauré!
ru: fstab восстановлен!

source: fstab-Editor
fr: Editeur-fstab
ru: Редактор-fstab

source: install ext2 kernel module
fr: Installer le module du noyau ext2
ru: установить модуль ядра ext2

source: install ext3 kernel module
fr: Installer le module du noyau ext3
ru: установить модуль ядра ext3

source: install filesystem utilities (e2fsprogs)
fr: installer l’utilitaire de système de fichier (e2fsprogs)
ru: установить файловую утилиту (e2fsprogs)

source: install filesystem utilities (e2fsprogs-tune2fs)
fr: installer l’utilitaire de système de fichier (e2fsprogs-tune2fs)
ru: установить файловую утилиту (e2fsprogs-tune2fs)

source: install linux utilities (fdisk)
fr: installer l’utilitaire linux (fdisk)
ru: установить утилиту линукса (fdisk)

source: install linux utilities (util-linux-blkid)
fr: installer l’utilitaire linux (util-linux-blkid)
ru: установить утилиту линукса (util-linux-blkid)

source: mount point:
fr: point de montage:
ru: точка монтирования:

source: options mount file system (defaults):
fr: options monter le système de fichier (défauts):
ru: опции монтирования файловой системы (defaults):

source: pass num (0 - fsck off):
fr: pass num (0 - fsck désactivé):
ru: номер пропуска (0 - fsck отключен):

source: select:
fr: choisir:
ru: выбор:

source: unavailable
fr: indisponible
ru: неизвестно

source: eject DVD
fr: éjecter DVD
ru: извлечь DVD

source: update usb.ids (www.linux-usb.org)
fr: mettre à jour usb.ids (www.linux-usb.org)
ru: обновить usb.ids (www.linux-usb.org)

source: install linux utilities (hdparm)
fr: installer l’utilitaire linux (hdparm)
ru: установить утилиту линукса (hdparm)

source: install filesystem utilities (fuse-exfat)
fr: installer l’utilitaire de système de fichier (fuse-exfat)
ru: установить файловую утилиту (fuse-exfat)

source: install filesystem utilities (ntfs-3g)
fr: installer l’utilitaire de système de fichier (ntfs-3g)
ru: установить файловую утилиту (ntfs-3g)

source: install linux utilities (parted)
fr: installer l’utilitaire linux (parted)
ru: установить утилиту линукса (parted)

source: install linux utilities (smartmontools)
fr: installer l’utilitaire linux (smartmontools)
ru: установить утилиту линукса (smartmontools)

source: Press OK...
fr: Appuyez sur OK…
ru: Нажмите OK...

source: Set discard mount option
fr: Définir l’option discard de montage
ru: Установить опцию монтирования discard

source: Unset discard mount option
fr: Supprimer l’option discard de montage
ru: Удалить опцию монтирования discard

source: Show discard status
fr: Afficher le statu discard
ru: Показать статус discard

source: TRIM (if supported) working only for SSD device. Requires filesystem ext4 and flag discard.
fr: TRIM (si supporté) fonctionne seulement sur les périphériques SSD. Nécessite un système de fichier ext4 et le flag discard.
ru: TRIM (если поддерживается) работает только на SSD устройствах. Требуется файловая система ext4 и флаг discard.

source: *****Spin down HDD*****
ru: *****Корректная остановка HDD*****

source: Spin down HDD before shutdown box
fr: Arrêter le HDD avant d’éteindre le récepteur
ru: Корректная остановка HDD перед выключением ресивера

source: Close
fr: Fermer

source: Save
fr: Sauvegarder

source: mount
fr: montage

source: Add standby HDD via 10 min. (hdparm)
fr: Ajout de la mise en veille du HDD après 10 min. (hdparm)

source: Remove standby HDD via 10 min. (hdparm)
fr: Suppression de la mise en veille du HDD après 10 min. (hdparm)
